Repository: myclabs/Inventory
Catalog: application/languages/Parameter/familyTree.tmx
Source language: fr
Languages: en

source: Arbre des familles
en: Family tree

source: Arbre des familles (édition)
en: Family tree (edit)

source: Arbre des familles (consultation)
en: Family tree (consult)

source: Ajout d'une catégorie
en: Category addition

source: Ajouter une catégorie
en: Add a category

source: Édition d'une catégorie
en: Category edition

source: Édition d'une famille
en: Family edition

source: Cette catégorie ne peut pas être supprimée, car elle n'est pas vide (elle contient au moins une famille ou une autre catégorie).
en: This category cannot be deleted, since it is not empty (it contains at least a family or another category).
